Repository: Foia65/Personal-Best-Running
Catalog: Personal Best Running/Localizable.xcstrings
Source language: it
Languages: en, es, fr

source: Personal Best Running è progettata mettendo la privacy al primo posto:
en: Personal Best Running is designed with privacy first:
es: Personal Best Running está diseñada con la privacidad primero:
fr: Personal Best Running est conçu dans un souci de confidentialité avant tout :

source: Personal Best Running è un progetto software totalmente indipendente. L'applicazione e il suo sviluppatore non sono in alcun modo affiliati, associati, sponsorizzati, autorizzati o ufficialmente collegati a Jack Daniels, al 'Run SMART Project', ai loro partner commerciali o alle rispettive case editrici. Tutti i marchi registrati e i nomi citati appartengono ai legittimi proprietari.
en: Personal Best Running is a completely independent software project. The application and its developer are in no way affiliated, associated, sponsored, authorized, or officially connected to Jack Daniels, the 'Run SMART Project', their business partners, or their respective publishers. All registered trademarks and names mentioned belong to their respective owners.
es: Personal Best Running es un proyecto de software completamente independiente. La aplicación y su desarrollador no están afiliados, asociados, patrocinados, autorizados o oficialmente conectados a Jack Daniels, el 'Run SMART Project', sus socios comerciales, o sus respectas editoriales. Todos los marcas registradas y nombres mencionados pertenecen a sus respectivos propietarios.
fr: Personal Best Running est un projet logiciel totalement indépendant. L'application et son développeur ne sont en aucun cas affiliés, associés, sponsorisés, autorisés ou officiellement connectés à Jack Daniels, au « Run SMART Project », à leurs partenaires commerciaux ou à leurs éditeurs respectifs. Toutes les marques déposées et noms mentionnés appartiennent à leurs propriétaires respectifs.

source: Personal Best Running è uno strumento dedicato ai runner che permette di creare piani di allenamento personalizzati.
en: Personal Best Running is a tool dedicated to runners that allows you to create personalized training plans.
es: Personal Best Running es una herramienta dedicada a corredores que permite crear planes de entrenamiento personalizados.
fr: Personal Best Running est un outil dédié aux coureurs qui permet de créer des plans d'entraînement personnalisés.

source: Personal Best Running non raccoglie intenzionalmente informazioni personali da minori di 13 anni. L'app è progettata per appassionati di corsa di tutte le età e non raccoglie dati identificativi di alcun utente.
en: Personal Best Running does not knowingly collect personal information from children under 13. The app is designed for running enthusiasts of all ages and does not collect personally identifiable information from any user.
es: Personal Best Running no recopila intencionalmente información personal de menores de 13 años. La app está diseñada para entusiastas de la carrera de todas las edades y no recopila información personalmente identificable de ningún usuario.
fr: Personal Best Running ne collecte pas sciemment d'informations personnelles sur les enfants de moins de 13 ans. L'application est conçue pour les passionnés de course à pied de tous âges et ne collecte aucune donnée d'identification d'utilisateur.

source: Personal Best Running viene fornita "così com'è" senza garanzie di alcun tipo. Lo sviluppatore è esonerato da qualsiasi responsabilità per danni, infortuni, lesioni fisiche o problemi di salute derivanti direttamente o indirettamente dall'esecuzione dei piani di allenamento ottenuti tramite l'applicazione.
en: Personal Best Running is provided 'as is' without warranties of any kind. The developer is exempt from any liability for damages, injuries, physical harm, or health problems arising directly or indirectly from the execution of the training plans obtained through the application.
es: Personal Best Running se proporciona 'tal cual' sin garantías de ningún tipo. El desarrollador está exento de cualquier responsabilidad por daños, lesiones, daños físicos o problemas de salud derivados directa o indirectamente de la ejecución de los planes de entrenamiento obtenidos a través de la aplicación.
fr: Personal Best Running est fourni « tel quel », sans garantie d'aucune sorte. Le développeur est exonéré de toute responsabilité pour les dommages, blessures, dommages physiques ou problèmes de santé découlant directement ou indirectement de l'exécution des plans de formation obtenus via l'application.

source: Piano
en: Plan
es: Plan
fr: Plan

source: Poiché tutti i dati sono memorizzati localmente sul tuo dispositivo, hai il controllo totale:
en: Since all data is stored locally on your device, you have complete control:
es: Como todos los datos se almacenan localmente en tu dispositivo, tienes control completo:
fr: Puisque toutes les données sont stockées localement sur votre appareil, vous avez un contrôle total :

source: Potremmo aggiornare questa Informativa sulla Privacy di tanto in tanto. Le modifiche verranno pubblicate all'interno dell'app e la data di "Ultimo aggiornamento" verrà modificata. L'uso continuato dell'app implica l'accettazione della policy aggiornata.
en: We may update this Privacy Policy from time to time. Changes will be posted within the app, and the "Last Updated" date will be updated. Your continued use of the app constitutes acceptance of the updated policy.
es: Podemos actualizar esta Política de Privacidad ocasionalmente. Changes will be posted within the app, and the "Last Updated" date will be updated. Your continued use of the app constitutes acceptance of the updated policy.
fr: Nous pouvons mettre à jour cette politique de confidentialité de temps à autre. Les modifications seront publiées dans l'application et la date de la « Dernière mise à jour » sera modifiée. L'utilisation continue de l'application constitue l'acceptation de la politique mise à jour.

source: Preferenze
en: Preferences
es: Preferencias
fr: Préférences

# premiumAlert.calendar
source: L'esportazione nel calendario è riservata agli utenti Premium. Esegui l'upgrade per aggiungere automaticamente gli allenamenti al calendario del tuo %@.
en: Calendar export is exclusive to Premium users. Upgrade to automatically add workouts to your %@ calendar.
es: La exportación al calendario es exclusiva para usuarios Premium. Actualiza para agregar automáticamente entrenamientos a tu calendario de %@.
fr: L'exportation vers le calendrier est réservée aux utilisateurs Premium. Effectuez la mise à niveau pour ajouter automatiquement des séances d'entraînement au calendrier de votre %@.

# premiumAlert.csv
source: L'esportazione in CSV è riservata agli utenti Premium. Esegui l'upgrade per esportare il tuo piano in formato CSV e analizzarlo in Excel o altri strumenti.
en: CSV export is exclusive to Premium users. Upgrade to export your plan as a CSV file and analyze it in Excel or other tools.
es: La exportación a CSV es exclusiva para usuarios Premium. Actualiza para exportar tu plan como archivo CSV y analizarlo en Excel u otras herramientas.
fr: L'export au format CSV est réservé aux utilisateurs Premium. Mettez à niveau pour exporter votre plan au format CSV et analysez-le dans Excel ou d'autres outils.

# premiumAlert.default
source: Questa funzione è riservata agli utenti premium. Esegui l'upgrade per sbloccare tutte le funzionalità.
en: This feature is exclusive to Premium users. Upgrade to unlock all features.
es: Esta función es exclusiva para usuarios Premium. Actualiza para desbloquear todas las funciones.
fr: Cette fonctionnalité est réservée aux utilisateurs premium. Mettez à niveau pour débloquer toutes les fonctionnalités.

# premiumAlert.pdf
source: L'esportazione in PDF è riservata agli utenti Premium. Esegui l'upgrade per generare il tuo piano di allenamento in formato PDF.
en: PDF export is exclusive to Premium users. Upgrade to generate your training plan in PDF format.
es: La exportación a PDF es exclusiva para usuarios Premium. Actualiza para generar tu plan de entrenamiento en formato PDF.
fr: L'exportation au format PDF est réservée aux utilisateurs Premium. Mettez à niveau pour générer votre plan de formation au format PDF.

# premiumAlert.profile
source: Il Profilo Atleta è riservato agli utenti Premium. Esegui l'upgrade per visualizzare il tuo stato attuale e le previsioni dei tempi stimati per ogni distanza.
en: The Athlete Profile is exclusive to Premium users. Upgrade to view your current progress and estimated race times for every distance.
es: El Perfil del Atleta es exclusivo para usuarios Premium. Actualiza para ver tu progreso actual y tiempos estimados de carrera para cada distancia.
fr: Le Profil d'Athlète est réservé aux utilisateurs Premium. Mettez à niveau pour voir votre statut actuel et les temps estimés pour chaque distance.

# premiumAlert.title
source: Funzione Premium
en: Premium Feature
es: Función Premium
fr: Fonctionnalité premium

source: Prestazioni di alto livello. L'ottimizzazione riguarda dettagli fisiologici fini: periodizzazione, recupero e picco di forma.
en: High-level performance. Optimization involves fine physiological details: periodization, recovery, and peak fitness.
es: Rendimiento de alto nivel. La optimización involucra detalles fisiológicos finos: periodización, recuperación y forma pico.
fr: Des performances de haut niveau. L'optimisation implique de petits détails physiologiques : périodisation, récupération et forme physique optimale.

source: Previsioni dal VDOT Attuale
en: Predictions from Current VDOT
es: Predicciones del VDOT actual
fr: Prévisions du VDOT actuel

source: Prezzo chiaro:
en: Simple pricing:
es: Precio simple:
fr: Tarification simple :

source: Principiante
en: Beginner
fr: Débutant

source: Privacy e Sicurezza
en: Privacy & Security
es: Privacidad y Seguridad
fr: Confidentialité et sécurité

source: Prodotti non disponibili al momento
en: Product not available at the moment
es: Producto no disponible en este momento
fr: Produit non disponible pour le moment

source: Prodotto non disponibile al momento
en: Product not available at the moment
es: Producto no disponible en este momento
fr: Produit non disponible pour le moment

source: Profilo
en: Profile
es: Perfil
fr: Profil

source: Profilo Atleta
en: Athlete Profile
es: Perfil del Atleta
fr: Profil d'athlète

source: Puoi disinstallare l'app per rimuovere completamente ogni traccia dei dati
en: You can uninstall the app to completely remove all traces of data.
es: Puedes desinstalar la app para eliminar completamente todos los datos.
fr: Vous pouvez désinstaller l'application pour supprimer complètement toute trace de vos données

source: Puoi eliminare i dati dei piani di allenamento direttamente dall'app
en: You can delete your training plan data directly from the app
es: Puedes eliminar los datos de tu plan de entrenamiento directamente desde la app
fr: Vous pouvez supprimer les données du plan d'entraînement directement depuis l'application

source: Puoi toccare ogni sessione per avere indicazioni sul modo di affrontarla.
en: You can tap on each session for guidance on how to approach it.
es: Puedes tocar cada sesión para obtener orientación sobre cómo abordarla.
fr: Vous pouvez appuyer sur chaque session pour obtenir des conseils sur la façon de l'aborder.

source: Questa Informativa sulla Privacy spiega come **Personal Best Running** ("noi", "nostro" o "l'app") gestisce le tue informazioni quando utilizzi la nostra applicazione per la creazione dei piani di allenamento.
en: This Privacy Policy explains how **Personal Best Running** (“we”, “our” or “the app”) handles your information when you use our training plan creation application.
es: Esta Política de Privacidad explica cómo **Personal Best Running** (“we”, “our” or “the app”) handles your information when you use our training plan creation application.
fr: Cette politique de confidentialité explique comment **Personal Best Running** (« nous », « notre » ou « l'application ») traite vos informations lorsque vous utilisez notre application de plan d'entraînement.

source: Queste informazioni sono memorizzate unicamente sul tuo dispositivo utilizzando l'archiviazione locale sicura di iOS e non vengono mai trasmesse ai nostri server.
en: This information is stored solely on your device using secure iOS local storage and is never transmitted to our servers.
es: Esta información se almacena únicamente en tu dispositivo usando el almacenamiento local seguro de iOS y nunca se transmite a nuestros servidores.
fr: Ces informations sont stockées uniquement sur votre appareil à l'aide du stockage local sécurisé iOS et ne sont jamais transmises à nos serveurs.

source: Regola del 10%
en: 10% rule
es: Regla del 10%
fr: Règle des 10 %

source: Ricordare le tue impostazioni preferite
en: Remember your favorite settings
es: Recuerda tus configuraciones favoritas
fr: Mémoriser vos paramètres préférés

source: Ripristina l'acquisto
en: Restore purchase
es: Restaurar compra
fr: Restaurer l'achat

source: Rispettare i diritti di proprietà intellettuale relativi ai contenuti dell'app
en: Respect intellectual property rights relating to the content of the app
es: Respeta los derechos de propiedad intelectual del contenido de la app
fr: Respecter les droits de propriété intellectuelle relatifs au contenu de l'application

source: Rispettiamo la tua privacy e ci impegniamo a proteggere i tuoi dati personali. Questa informativa ti aiuterà a comprendere i tuoi diritti alla privacy e come la legge ti tutela.
en: We respect your privacy and are committed to protecting your personal data. This policy will help you understand your privacy rights and how the law protects you.
es: Respetamos tu privacidad y estamos comprometidos a proteger tus datos personales. Esta política te ayudará a entender tus derechos de privacidad y cómo la ley te protege.
fr: Nous respectons votre vie privée et nous engageons à protéger vos données personnelles. Cet avis vous aidera à comprendre vos droits à la vie privée et comment la loi vous protège.

source: Risponderemo alle richieste relative alla privacy entro 30 giorni.
en: We will respond to privacy requests within 30 days.
es: Responderemos a las solicitudes de privacidad en 30 días.
fr: Nous répondrons aux demandes liées à la confidentialité dans les 30 jours.

source: Ritmi
en: Paces
es: Ritmos
fr: Allures

source: Ritmi di Allenamento
en: Training paces
es: Ritmos de entrenamiento
fr: Rythmes d'entraînement

source: Sblocca tutto il potenziale di PB Running
en: Unlock the full potential of PB Running
es: Desbloquea el potencial completo de PB Running
fr: Libérez tout le potentiel du PB Running

source: Scarico
en: Taper Phase
es: Fase de Taper
fr: Affûtage

source: Se hai domande su questa Informativa sulla Privacy o sui tuoi diritti, non esitare a contattarci:
en: If you have any questions about this Privacy Policy or your rights, please contact us:
es: Si tienes alguna pregunta sobre esta Política de Privacidad o tus derechos, por favor contáctanos:
fr: Si vous avez des questions concernant cette politique de confidentialité ou vos droits, veuillez nous contacter :

source: Sei un runner allenato con capacità aerobica elevata. Sessioni I e R producono adattamenti significativi a questo livello.
en: You're a trained runner with high aerobic capacity. Sessions I and R produce significant adaptations at this level.
es: Eres un corredor entrenado con alta capacidad aeróbica. Sesiones I y R producen adaptaciones significativas en este nivel.
fr: Vous êtes un coureur entraîné avec une capacité aérobie élevée. Les séances I et R produisent des adaptations significatives à ce niveau.

# Settimana %lld – %@
source: Settimana %1$lld – %2$@
en: Week %1$lld – %2$@
es: Semana %1$lld – %2$@
fr: Semaine %1$lld – %2$@

source: Sistema di misura
en: Measuring system
es: Sistema de medida
fr: Système de mesure

source: Stai costruendo le fondamenta. L'obiettivo principale è la continuità: completare le sessioni con regolarità è più importante del ritmo.
en: You're building the foundation. The main goal is consistency: completing sessions regularly is more important than pacing.
es: Estás construyendo la base. El objetivo principal es consistencia: completar sesiones regularmente es más importante que el ritmo.
fr: Vous construisez les fondations. L’objectif principal est la cohérence : terminer les séances régulièrement est plus important que le rythme.

source: Stima Attuale
en: Current Estimate
es: Estima Actual
fr: Estimation actuelle

source: Stime basate sul VDOT %@, indipendentemente dalla distanza obiettivo del piano.
en: Estimates based on VDOT %@, regardless of target plan distance.
es: Estimaciones basadas en VDOT %@, independientemente de la distancia objetivo del plan.
fr: Estimations basées sur VDOT %@, quelle que soit la distance cible du plan.

# structuredSets.hillRepeat
source: 2 km risc. E + %1$@×%2$@ salita (5-8%) + recupero discesa + 2 km def. E
en: 2 km E WU + %1$@×%2$@ uphill (5-8%) + downhill recovery + 2 km E CD.
es: 2 km ritmo E + %1$@×%2$@ cuesta arriba (5-8%) + recuperación cuesta abajo + 2 km ritmo E CD.
fr: 2 km d'échauffement. E + %1$@×%2$@ côte (5-8%) + récupération descente + 2 km déf. E

# structuredSets.interval.fiveK
source: 2 km risc. + 6×600m a %1$@ (rec. 2' jog) + 1 km def.
en: 2 km WU + 6×600m at %1$@ (rec. 2' jog) + 1 km CD.
es: 2 km ritmo E + 6×600m a %1$@ (rec. 2' trote) + 1 km ritmo E CD.
fr: 2 km d'échauffement. + 6×600m à %1$@ (rec. 2' footing) + 1 km déf.

# structuredSets.interval.halfMarathon
source: 2 km risc. + 4×1200m a %1$@ (rec. 3' jog) + 1 km def.
en: 2 km WU + 4×1200m at %1$@ (rec. 3' jog) + 1 km CD.
es: 2 km ritmo E + 4×1200m a %1$@ (rec. 3' trote) + 1 km ritmo E CD.
fr: 2 km d'échauffement. + 4×1200m à %1$@ (rec. 3' footing) + 1 km déf.

# structuredSets.interval.marathon
source: 2 km risc. + 4×1600m a %1$@ (rec. 3' jog) + 2 km def.
en: 2 km WU + 4×1600m at %1$@ (rec. 3' jog) + 2 km CD.
es: 2 km ritmo E + 4×1600m a %1$@ (rec. 3' trote) + 2 km ritmo E CD.
fr: 2 km d'échauffement. + 4×1600m à %1$@ (rec. 3' footing) + 2 km déf.

# structuredSets.interval.tenK
source: 2 km risc. + 5×1000m a %1$@ (rec. 2'30" jog) + 1 km def.
en: 2 km WU + 5×1000m at %1$@ (rec. 2'30" jog) + 1 km CD.
es: 2 km ritmo E + 5×1000m a %1$@ (rec. 2'30" trote) + 1 km ritmo E CD.
fr: 2 km d'échauffement. + 5×1000m à %1$@ (rec. 2'30" footing) + 1 km déf.

# structuredSets.marPace
source: 2 km risc. E + %1$lld km a ritmo gara + 2 km def. E
en: 2 km E WU + %1$lld km at race pace + 2 km E CD.
es: 2 km ritmo E + %1$lld km a ritmo carrera + 2 km ritmo E CD.
fr: 2 km d'échauffement. E + %1$lld km au rythme de course + 2 km déf. E

# structuredSets.repetition.fiveK
source: 2 km risc. E + 4×200m R a %1$@ (rec. 200m jog) + 4×400m R (rec. 400m jog) + 1 km def. E
en: 2 km E WU + 4×200m R at %1$@ (rec. 200m jog) + 4×400m R (rec. 400m jog) + 1 km E CD.
es: 2 km ritmo E + 4×200m R a %1$@ (rec. 200m trote) + 4×400m R (rec. 400m trote) + 1 km ritmo E CD.
fr: 2 km d'échauffement. E + 4×200m R a %1$@ (rec. 200m footing) + 4×400m R (rec. 400m footing) + 1 km déf. E

# structuredSets.repetition.halfMarathon
source: 2 km risc. E + 6×300m R a %1$@ (rec. 300m jog) + 2×200m R (rec. 200m jog) + 1 km def. E
en: 2 km E WU + 6×300m R at %1$@ (rec. 300m jog) + 2×200m R (rec. 200m jog) + 1 km E CD.
es: 2 km ritmo E + 6×300m R a %1$@ (rec. 300m trote) + 2×200m R (rec. 200m trote) + 1 km ritmo E CD.
fr: 2 km d'échauffement. E + 6×300m R a %1$@ (rec. 300m footing) + 2×200m R (rec. 200m footing) + 1 km déf. E

# structuredSets.repetition.marathon
source: 2 km risc. E + 8×200m R a %1$@ (rec. 200m jog) + 2 km def. E
en: 2 km E WU + 8×200m R at %1$@ (rec. 200m jog) + 2 km E CD.
es: 2 km ritmo E + 8×200m R a %1$@ (rec. 200m trote) + 2 km ritmo E CD.
fr: 2 km d'échauffement. E + 8×200m R a %1$@ (rec. 200m footing) + 2 km déf. E

# structuredSets.repetition.tenK
source: 2 km risc. E + 3×200m R a %1$@ (rec. 200m jog) + 5×400m R (rec. 400m jog) + 1 km def. E
en: 2 km E WU + 3×200m R at %1$@ (rec. 200m jog) + 5×400m R (rec. 400m jog) + 1 km E CD.
es: 2 km ritmo E + 3×200m R a %1$@ (rec. 200m trote) + 5×400m R (rec. 400m trote) + 1 km ritmo E CD.
fr: 2 km d'échauffement. E + 3×200m R a %1$@ (rec. 200m footing) + 5×400m R (rec. 400m footing) + 1 km déf. E

# structuredSets.tempo
source: 2 km risc. E + %1$lld km a %2$@ + 2 km def. E
en: 2 km E WU + %1$lld km at %2$@ + 2 km E CD.
es: 2 km ritmo E + %1$lld km a %2$@ + 2 km ritmo E CD.
fr: 2 km d'échauffement. E + %1$lld km à %2$@ + 2 km déf. E

source: Subito sotto, trovi il piano vero e proprio. Rappresenta un percorso articolato in quattro fasi che si sviluppano ai parametri indicati, calcolando la timeline che ti separa dal giorno della gara.
en: Immediately below, you'll find the actual plan. It represents a four-phase process that unfolds according to the parameters indicated, calculating the timeline that separates you from race day.
es: Justo debajo, encontrarás el plan real. Representa un proceso de cuatro fases que se desarrolla según los parámetros indicados, calculando la línea de tiempo que te separa del día de la carrera.
fr: Juste en dessous, vous trouverez le plan réel. Il représente un parcours divisé en quatre phases qui se déroulent selon les paramètres indiqués, en calculant le temps qui vous sépare du jour de la course.

# Tempo non realistico per %@. Range accettato: %@ – %@
source: Tempo non realistico per %1$@. Range accettato: %2$@ – %3$@
en: Unrealistic time for %1$@. Accepted range: %2$@ – %3$@
es: Tiempo no realista para %1$@. Rango aceptado: %2$@ – %3$@
fr: Temps irréaliste pour %1$@. Valeurs acceptées : %2$@ – %3$@

source: TEMPO TARGET
en: FINISH TARGET TIME
es: TIEMPO OBJETIVO FINAL
fr: TEMPS CIBLE

source: Termini di utilizzo
en: Terms of service
es: Términos de servicio
fr: Conditions d'utilisation

source: Termini di Utilizzo
en: Terms of service
es: Términos de servicio
fr: Conditions d'utilisation

source: Toccando i simboli "∨" nel calendario, la vista si espande per mostrare le singole sessioni di allenamento.
en: Tapping the “∨” symbols in the calendar expands the view to show individual training sessions.
es: Tocar los “∨” symbols in the calendar expands the view to show individual training sessions.
fr: En appuyant sur les symboles « ∨ » dans le calendrier, la vue s'agrandit pour afficher les séances d'entraînement individuelles.

# trainingPhase.base
source: Fase Base
en: Base Phase
fr: Phase de base

# trainingPhase.build
source: Fase di Sviluppo
en: Development Phase
es: Fase de Desarrollo
fr: Phase de développement

# trainingPhase.peak
source: Fase di Picco
en: Peaking Phase
es: Fase de Pico
fr: Phase de pointe

# trainingPhase.race
source: Gara
en: Race
es: Carrera
fr: Course

# trainingPhase.taper
source: Scarico
en: Taper Phase
es: Fase de Taper
fr: Décharge

# trainingPlan.fitnessGap
source: VDOT attuale: %1$@ → VDOT richiesto: %2$@. Tempo stimato attuale: %3$@. Il target è %4$@ %5$@. %6$@
en: Current VDOT: %1$@ → Required VDOT: %2$@. Estimated current time: %3$@. Target is %4$@ %5$@. %6$@
es: Current VDOT: %1$@ → Required VDOT: %2$@. Estimated current time: %3$@. Objetivo is %4$@ %5$@. %6$@
fr: VDOT actuel : %1$@ → VDOT requis : %2$@. Durée estimée actuelle : %3$@. La cible est %4$@ %5$@. %6$@

# trainingPlan.fitnessGap.direction.faster
source: più veloce
en: faster
es: más rápido
fr: plus rapide

# trainingPlan.fitnessGap.direction.slower
source: più lento
en: slower
es: más lento
fr: plus lent

source: Trascina per modificare i tempi
en: Drag to adjust times
es: Arrastra para ajustar tiempos
fr: Faites glisser pour modifier le timing

source: Ultimo aggiornamento: 20 maggio 2026
en: Last updated: May 20, 2026
es: Última actualización: May 20, 2026
fr: Dernière mise à jour : 20 mai 2026
